Repository: Negative-Star-Innovators/AgentRedactor
Catalog: AgentRedactor/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn, bg, cs, es, fil, ha_latn, he_il, id_id, it_it, ja, kk, ko, lb, lt, mt, nl, pt, ro_ro, sk, sq, sv_se, ta, uk, vi, zh_tw

# Validation_ConfidenceRange
source: Confidence threshold must be between 0.0 and 1.0.
az_latn: Etibar həddi 0,0 ilə 1,0 arasında olmalıdır.
bg: Прагът на увереност трябва да бъде между 0,0 и 1,0.
cs: Prah spolehlivosti musí být mezi 0,0 a 1,0.
es: El umbral de confianza debe estar entre 0,0 y 1,0.
fil: Ang confidence threshold ay dapat nasa pagitan ng 0.0 at 1.0.
ha_latn: Ƙofar amincewa dole ne ya kasance tsakanin 0.0 da 1.0.
he_il: סף הביטחון חייב להיות בין 0.0 ל-1.0.
id_id: Ambang kepercayaan harus antara 0.0 dan 1.0.
it_it: La soglia di confidenza deve essere compresa tra 0,0 e 1,0.
ja: 信頼度しきい値は 0.0 から 1.0 の間である必要があります。
kk: Сенімділік шегі 0,0 және 1,0 арасында болуы керек.
ko: 신뢰도 임계값은 0.0에서 1.0 사이여야 합니다.
lb: Konfidenzschwelle muss tëschent 0,0 an 1,0 leien.
lt: Pasitikėjimo riba turi būti nuo 0,0 iki 1,0.
mt: Il-limitu tal-konfidenza irid ikun bejn 0.0 u 1.0.
nl: Drempelwaarde voor betrouwbaarheid moet tussen 0,0 en 1,0 liggen.
pt: O limiar de confiança deve estar entre 0,0 e 1,0.
ro_ro: Pragul de încredere trebuie să fie între 0,0 și 1,0.
sk: Prah istoty musí byť medzi 0,0 a 1,0.
sq: Pragu i besueshmërisë duhet të jetë midis 0,0 dhe 1,0.
sv_se: Konfidensgränsen måste vara mellan 0,0 och 1,0.
ta: நம்பகத்தன்மை வரம்பு 0.0 மற்றும் 1.0 க்கு இடையில் இருக்க வேண்டும்.
uk: Поріг впевненості має бути в діапазоні від 0,0 до 1,0.
vi: Ngưỡng tin cậy phải nằm trong khoảng từ 0.0 đến 1.0.
zh_tw: 信賴度閾值必須介於 0.0 與 1.0 之間。

# Validation_InvalidRegex
source: Invalid regex syntax: {0}
az_latn: Yanlış regex sintaksisi: {0}
bg: Невалиден regex синтаксис: {0}
cs: Neplatná regex syntaxe: {0}
es: Sintaxis de regex no válida: {0}
fil: Di-wastong regex syntax: {0}
ha_latn: Regex syntax mara inganci: {0}
he_il: תחביר regex לא חוקי: {0}
id_id: Sintaks regex tidak valid: {0}
it_it: Sintassi regex non valida: {0}
ja: 正規表現の構文が無効です: {0}
kk: Жарамсыз регекс синтаксисі: {0}
ko: 정규식 구문이 잘못되었습니다: {0}
lb: Ongülteg Regex-Syntax: {0}
lt: Neteisinga regex sintaksė: {0}
mt: Sintassi regex invalida: {0}
nl: Ongeldige regex-syntaxis: {0}
pt: Sintaxe de regex inválida: {0}
ro_ro: Sintaxă regex invalidă: {0}
sk: Neplatná regex syntax: {0}
sq: Sintaksë regex e pavlefshme: {0}
sv_se: Ogiltig regex-syntax: {0}
ta: தவறான regex தொடரமைப்பு: {0}
uk: Неправильний синтаксис регулярного виразу: {0}
vi: Cú pháp regex không hợp lệ: {0}
zh_tw: 規則運算式語法無效：{0}

# Validation_InvalidRegexGeneric
source: Invalid regex syntax.
az_latn: Yanlış regex sintaksisi.
bg: Невалиден regex синтаксис.
cs: Neplatná regex syntaxe.
es: Sintaxis de regex no válida.
fil: Di-wastong regex syntax.
ha_latn: Rubutun regex mara inganci.
he_il: תחביר regex לא חוקי.
id_id: Sintaks regex tidak valid.
it_it: Sintassi regex non valida.
ja: 正規表現の構文が無効です。
kk: Жарамсыз регекс синтаксисі.
ko: 정규식 구문이 잘못되었습니다.
lb: Ongülteg Regex-Syntax.
lt: Neteisinga regex sintaksė.
mt: Sintassi regex invalida.
nl: Ongeldige regex-syntaxis.
pt: Sintaxe de regex inválida.
ro_ro: Sintaxă regex invalidă.
sk: Neplatná regex syntax.
sq: Sintaksë regex e pavlefshme.
sv_se: Ogiltig regex-syntax.
ta: தவறான regex தொடரமைப்பு.
uk: Неправильний синтаксис регулярного виразу.
vi: Cú pháp regex không hợp lệ.
zh_tw: 規則運算式語法無效。

# TrayMenu_Open
source: Open Agent Redactor
az_latn: Agent Redaktoru açın
bg: Отваряне на Agent Redactor
cs: Otevřít Agent Redactor
es: Abrir Agent Redactor
fil: Buksan ang Agent Redactor
ha_latn: Buɗe Agent Redactor
he_il: פתח את Agent Redactor
id_id: Buka Agent Redactor
it_it: Apri Agent Redactor
ja: Agent Redactor を開く
kk: Агент редакторын ашыңыз
ko: Agent Redactor 열기
lb: Agent Redactor opmaachen
lt: Atidaryti Agent Redactor
mt: Iftaħ Agent Redactor
nl: Agent Redactor openen
pt: Abrir Agent Redactor
ro_ro: Deschide Agent Redactor
sk: Otvoriť Agent Redactor
sq: Hap Agent Redactor
sv_se: Öppna Agent Redactor
ta: Agent Redactor ஐத் திற
uk: Відкрити Agent Redactor
vi: Mở Agent Redactor
zh_tw: 開啟 Agent Redactor

# TrayMenu_Language
source: Language
az_latn: Dil
bg: Език
cs: Jazyk
es: Idioma
fil: Wika
ha_latn: Harshe
he_il: שפה
id_id: Bahasa
it_it: Lingua
ja: 言語
kk: Тіл
ko: 언어
lb: Sprooch
lt: Kalba
mt: Lingwa
nl: Taal
pt: Idioma
ro_ro: Limbă
sk: Jazyk
sq: Gjuha
sv_se: Språk
ta: மொழி
uk: Мова
vi: Ngôn ngữ
zh_tw: 語言

# TrayMenu_Language_English
source: English
az_latn: İngilis dili
bg: Английски
cs: Angličtina
es: Inglés
fil: Ingles
ha_latn: Turanci
he_il: אנגלית
id_id: Bahasa Inggris
it_it: Inglese
ja: 英語
kk: Ағылшын
ko: 영어
lb: Englesch
lt: Anglų
mt: Ingliż
nl: Engels
pt: Inglês
ro_ro: Engleză
sk: Angličtina
sq: Anglisht
sv_se: Engelska
ta: ஆங்கிலம்
uk: Англійська
vi: Tiếng Anh
zh_tw: 英文

# TrayMenu_Language_German
source: Deutsch
bg: Немски
cs: Němčina
es: Alemán
fil: Aleman
he_il: גרמנית
id_id: Bahasa Jerman
it_it: Tedesco
ja: ドイツ語
kk: неміс
ko: 독일어
lb: Däitsch
lt: Vokiečių
mt: Ġermaniż
nl: Duits
pt: Alemão
ro_ro: Germană
sk: Nemčina
sq: Gjermanisht
sv_se: Tyska
ta: ஜெர்மன்
uk: Німецька
vi: Tiếng Đức
zh_tw: 德文

# TrayMenu_LanguageChanged_Title
source: Language Changed
az_latn: Dil Dəyişdi
bg: Езикът е променен
cs: Jazyk byl změněn
es: Idioma cambiado
fil: Nabago ang Wika
ha_latn: Canjin Harshe
he_il: השפה שונתה
id_id: Bahasa Diubah
it_it: Lingua modificata
ja: 言語が変更されました
kk: Тіл өзгертілді
ko: 언어가 변경되었습니다
lb: Sprooch geännert
lt: Kalba pakeista
mt: Lingwa mibdula
nl: Taal gewijzigd
pt: Idioma alterado
ro_ro: Limba a fost schimbată
sk: Jazyk bol zmenený
sq: Gjuha u ndryshua
sv_se: Språk ändrat
ta: மொழி மாற்றப்பட்டது
uk: Мову змінено
vi: Đã thay đổi ngôn ngữ
zh_tw: 語言已變更

# TrayMenu_LanguageChanged_Message
source: Restarting Agent Redactor to apply the new language.
az_latn: Yeni dili tətbiq etmək üçün Agent Redaktor yenidən işə salınır.
bg: Рестартиране на Agent Redactor за прилагане на новия език.
cs: Restartování Agent Redactor pro aplikování nového jazyka.
es: Se está reiniciando Agent Redactor para aplicar el nuevo idioma.
fil: Inire-restart ang Agent Redactor para ilapat ang bagong wika.
ha_latn: Sake kunna Wakilin Redactor don amfani da sabon harshe.
he_il: מפעיל מחדש את Agent Redactor כדי להחיל את השפה החדשה.
id_id: Memulai ulang Agent Redactor untuk menerapkan bahasa baru.
it_it: Riavvio di Agent Redactor per applicare la nuova lingua.
ja: 新しい言語を適用するために Agent Redactor を再起動しています。
kk: Жаңа тілді қолдану үшін Agent Redactor қайта іске қосылуда.
ko: 새 언어를 적용하기 위해 Agent Redactor를 다시 시작합니다.
lb: Agent Redactor gëtt neigestart fir déi nei Sprooch unzewenden.
lt: Iš naujo paleidžiama Agent Redactor, kad būtų taikoma nauja kalba.
mt: Qed nerġgħu nbdew Agent Redactor biex napplikaw il-lingwa ġdida.
nl: Agent Redactor opnieuw opstarten om de nieuwe taal toe te passen.
pt: A reiniciar o Agent Redactor para aplicar o novo idioma.
ro_ro: Se repornește Agent Redactor pentru a aplica noua limbă.
sk: Reštartovanie Agent Redactor na aplikovanie nového jazyka.
sq: Rinisja e Agent Redactor për të zbatuar gjuhën e re.
sv_se: Startar om Agent Redactor för att tillämpa det nya språket.
ta: புதிய மொழியைப் பயன்படுத்த Agent Redactor மீண்டும் தொடங்கப்படுகிறது.
uk: Перезапуск Agent Redactor для застосування нової мови.
vi: Đang khởi động lại Agent Redactor để áp dụng ngôn ngữ mới.
zh_tw: 正在重新啟動 Agent Redactor 以套用新語言。

# TrayMenu_LanguageSame_Message
source: This language is already active.
az_latn: Bu dil artıq aktivdir.
bg: Този език вече е активен.
cs: Tento jazyk je již aktivní.
es: Este idioma ya está activo.
fil: Aktibo na ang wikang ito.
ha_latn: Wannan yaren ya riga ya fara aiki.
he_il: השפה כבר פעילה.
id_id: Bahasa ini sudah aktif.
it_it: Questa lingua è già attiva.
ja: この言語は既にアクティブです。
kk: Бұл тіл қазірдің өзінде белсенді.
ko: 이 언어는 이미 활성화되어 있습니다.
lb: Dës Sprooch ass scho aktiv.
lt: Ši kalba jau aktyvi.
mt: Din il-lingwa diġà attiva.
nl: Deze taal is al actief.
pt: Este idioma já está ativo.
ro_ro: Această limbă este deja activă.
sk: Tento jazyk je už aktívny.
sq: Kjo gjuhë është tashmë aktive.
sv_se: Detta språk är redan aktivt.
ta: இந்த மொழி ஏற்கனவே செயலில் உள்ளது.
uk: Ця мова вже активна.
vi: Ngôn ngữ này đã đang hoạt động.
zh_tw: 此語言已處於作用中狀態。

# TrayMenu_StartOnBoot
source: Start on Boot
az_latn: Boot-da başlayın
bg: Стартиране при зареждане
cs: Spustit při startu
es: Iniciar con el arranque
fil: Simulan sa Boot
ha_latn: Fara a kan Boot
he_il: הפעל עם ההפעלה
id_id: Mulai saat Boot
it_it: Avvia all'accensione
ja: 起動時に開始
kk: Жүктеуден бастаңыз
ko: 시작 시 실행
lb: Mat Starten starten
lt: Paleisti įkrovos metu
mt: Ibda mal-Bidu
nl: Starten bij opstarten
pt: Iniciar com o Windows
ro_ro: Pornește la pornire
sk: Spustiť pri štarte
sq: Nis gjatë nisjes
sv_se: Starta vid uppstart
ta: தொடக்கத்தில் தொடங்கு
uk: Запускати під час завантаження
vi: Khởi động cùng hệ thống
zh_tw: 開機時啟動

# TrayMenu_Quit
source: Quit
az_latn: Çıxın
bg: Изход
cs: Ukončit
es: Salir
fil: Lumabas
ha_latn: Dakata
he_il: צא
id_id: Keluar
it_it: Esci
ja: 終了
kk: Шығу
ko: 종료
lb: Zoumaachen
lt: Išeiti
mt: Oħroġ
nl: Afsluiten
pt: Sair
ro_ro: Ieșire
sk: Ukončiť
sq: Dil
sv_se: Avsluta
ta: வெளியேறு
uk: Вийти
vi: Thoát
zh_tw: 結束

# FatalError_Caption
source: Agent Redactor - Crash
az_latn: Agent Redaktor - Qəza
bg: Agent Redactor — Срив
cs: Agent Redactor — Pád
es: Agent Redactor - Error grave
he_il: Agent Redactor - קריסה
ja: Agent Redactor - クラッシュ
kk: Редактор агенті - апат
ko: Agent Redactor - 충돌
lt: Agent Redactor — Avarija
pt: Agent Redactor - Falha
ro_ro: Agent Redactor — Eroare
sk: Agent Redactor — Pád
sq: Agent Redactor — Gabim
sv_se: Agent Redactor - Krasch
ta: Agent Redactor - செயலிழப்பு
uk: Agent Redactor — Збій
vi: Agent Redactor - Sự cố
zh_tw: Agent Redactor - 當機

# FatalError_Message
source: Fatal error occurred. See debug.log for details.
az_latn: Fatal xəta baş verdi. Ətraflı məlumat üçün debug.log-a baxın.
bg: Възникна фатална грешка. Вижте debug.log за подробности.
cs: Došlo k závažné chybě. Podrobnosti viz debug.log.
es: Se produjo un error grave. Consulte debug.log para obtener detalles.
fil: May naganap na fatal error. Tingnan ang debug.log para sa mga detalye.
ha_latn: Kuskure mai kisa ya faru. Duba debug.log don cikakkun bayanai.
he_il: אירעה שגיאה חמורה. ראה debug.log לפרטים.
id_id: Terjadi kesalahan fatal. Lihat debug.log untuk detail.
it_it: Si è verificato un errore fatale. Consulta debug.log per i dettagli.
ja: 致命的なエラーが発生しました。詳細は debug.log を参照してください。
kk: Қате қате орын алды. Мәліметтер үшін debug.log қараңыз.
ko: 치명적인 오류가 발생했습니다. 자세한 내용은 debug.log를 참조하세요.
lb: E fatalen Fehler ass opgetrueden. Kuckt debug.log fir Detailer.
lt: Įvyko mirtina klaida. Išsamesnės informacijos ieškokite debug.log.
mt: Ġara żball fatali. Ara debug.log għad-dettalji.
nl: Er is een fatale fout opgetreden. Zie debug.log voor details.
pt: Ocorreu um erro fatal. Consulte debug.log para mais detalhes.
ro_ro: A apărut o eroare fatală. Consultați debug.log pentru detalii.
sk: Vyskytla sa fatálna chyba. Podrobnosti nájdete v debug.log.
sq: Ndodhi një gabim fatal. Shikoni debug.log për detaje.
sv_se: Ett allvarligt fel inträffade. Se debug.log för detaljer.
ta: தீவிர பிழை ஏற்பட்டது. விவரங்களுக்கு debug.log ஐப் பார்க்கவும்.
uk: Сталася фатальна помилка. Докладніше див. у debug.log.
vi: Đã xảy ra lỗi nghiêm trọng. Xem debug.log để biết chi tiết.
zh_tw: 發生致命錯誤。詳細資訊請參閱 debug.log。

# InitializeFailed_Caption
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# InitializeFailed_Message
source: Failed to initialize application.
az_latn: Tətbiqi işə salmaq alınmadı.
bg: Неуспешно инициализиране на приложението.
cs: Nepodařilo se inicializovat aplikaci.
es: No se pudo inicializar la aplicación.
fil: Nabigo sa pag-initialize ng application.
ha_latn: An kasa fara aikace-aikacen.
he_il: אתחול האפליקציה נכשל.
id_id: Gagal menginisialisasi aplikasi.
it_it: Impossibile inizializzare l'applicazione.
ja: アプリケーションの初期化に失敗しました。
kk: Қолданбаны инициализациялау сәтсіз аяқталды.
ko: 애플리케이션을 초기화하지 못했습니다.
lb: Konnt d'Applicatioun net initialiséieren.
lt: Nepavyko inicijuoti programėlės.
mt: Ma rnexxielniex ninitializzaw l-applikazzjoni.
nl: Toepassing initialiseren mislukt.
pt: Não foi possível inicializar a aplicação.
ro_ro: Inițializarea aplicației a eșuat.
sk: Nepodarilo sa inicializovať aplikáciu.
sq: Inicializimi i aplikacionit dështoi.
sv_se: Det gick inte att initiera programmet.
ta: பயன்பாட்டைத் தொடங்க முடியவில்லை.
uk: Не вдалося ініціалізувати програму.
vi: Khởi tạo ứng dụng thất bại.
zh_tw: 初始化應用程式失敗。

# Redactor_NoPIIDetected
source: No PII detected
az_latn: Heç bir PII aşkarlanmadı
bg: Не е открито PII
cs: Nebylo zjištěno žádné PII
es: No se detectó PII
fil: Walang PII na nakita
ha_latn: Babu PII da aka gano
he_il: לא זוהה PII
id_id: Tidak ada PII terdeteksi
it_it: Nessun PII rilevato
ja: PII は検出されませんでした
kk: PII анықталмады
ko: PII가 감지되지 않았습니다
lb: Keng PII erkannt
lt: PII neaptikta
mt: Ebda PII detettata
nl: Geen PII gedetecteerd
pt: Nenhuma PII detetada
ro_ro: Nu a fost detectat PII
sk: Nebolo zistené žiadne PII
sq: Nuk u zbulua PII
sv_se: Ingen PII upptäckt
ta: PII கண்டறியப்படவில்லை
uk: PII не виявлено
vi: Không phát hiện PII
zh_tw: 未偵測到 PII

# Redactor_OnePIIItem
source: 1 PII item redacted
az_latn: 1 PII elementi redaktə edildi
bg: Редактиран е 1 PII елемент
cs: 1 PII položka redigována
es: 1 elemento PII redactado
fil: 1 item ng PII ang nire-redact
ha_latn: An sake gyara abu 1 PII
he_il: פריט PII אחד הוסר
id_id: 1 item PII disunting
it_it: 1 elemento PII redatto
ja: 1 件の PII が編集されました
kk: 1 PII элементі түзетілді
ko: PII 항목 1개가 삭제되었습니다
lb: 1 PII-Element geschwäerzt
lt: 1 PII elementas redaguotas
mt: 1 oġġett PII redatt
nl: 1 PII-item geredigeerd
pt: 1 item PII redigido
ro_ro: 1 element PII redactat
sk: 1 PII položka redigovaná
sq: 1 element PII u redaktua
sv_se: 1 PII-objekt redigerat
ta: 1 PII உருப்படி மறைக்கப்பட்டது
uk: Відредаговано 1 елемент PII
vi: Đã xóa 1 mục PII
zh_tw: 已去識別化 1 項 PII

# Redactor_ManyPIIItems
source: {0} PII items redacted
az_latn: {0} PII elementi redaktə edildi
bg: Редактирани са {0} PII елемента
cs: {0} PII položek redigováno
es: {0} elementos PII redactados
fil: {0} item ng PII ang nire-redact
ha_latn: {0} Abubuwan PII sun rage
he_il: {0} פריטי PII הוסרו
id_id: {0} item PII disunting
it_it: {0} elementi PII redatti
ja: {0} 件の PII が編集されました
kk: {0} PII элементі түзетілді
ko: PII 항목 {0}개가 삭제되었습니다
lb: {0} PII-Elementer geschwäerzt
lt: {0} PII elementai redaguoti
mt: {0} oġġetti PII redatti
nl: {0} PII-items geredigeerd
pt: {0} itens PII redigidos
ro_ro: {0} elemente PII redactate
sk: {0} PII položiek redigovaných
sq: {0} elemente PII u redaktuan
sv_se: {0} PII-objekt redigerade
ta: {0} PII உருப்படிகள் மறைக்கப்பட்டன
uk: Відредаговано елементів PII: {0}
vi: Đã xóa {0} mục PII
zh_tw: 已去識別化 {0} 項 PII

# MatchType_Keyword
source: Keyword
az_latn: Açar söz
bg: Ключова дума
cs: Klíčové slovo
es: Palabra clave
ha_latn: Mabuɗin kalma
he_il: מילת מפתח
id_id: Kata Kunci
it_it: Parola chiave
ja: キーワード
kk: Негізгі сөз
ko: 키워드
lb: Schlësselwuert
lt: Raktinis žodis
mt: Kelma Muftieħa
nl: Trefwoord
pt: Palavra-chave
ro_ro: Cuvânt cheie
sk: Kľúčové slovo
sq: Fjalë kyçe
sv_se: Nyckelord
ta: முக்கியசொல்
uk: Ключове слово
vi: Từ khóa
zh_tw: 關鍵字

# ProxyLog_Request
source: Request: {0} {1}
az_latn: Sorğu: {0} {1}
bg: Заявка: {0} {1}
cs: Požadavek: {0} {1}
es: Solicitud: {0} {1}
ha_latn: nema: {0} {1}
he_il: בקשה: {0} {1}
id_id: Permintaan: {0} {1}
it_it: Richiesta: {0} {1}
ja: リクエスト: {0} {1}
kk: Сұраныс: {0} {1}
ko: 요청: {0} {1}
lb: Ufro: {0} {1}
lt: Užklausa: {0} {1}
mt: Talba: {0} {1}
nl: Aanvraag: {0} {1}
pt: Pedido: {0} {1}
ro_ro: Cerere: {0} {1}
sk: Požiadavka: {0} {1}
sq: Kërkesa: {0} {1}
sv_se: Begäran: {0} {1}
ta: கோரிக்கை: {0} {1}
uk: Запит: {0} {1}
vi: Yêu cầu: {0} {1}
zh_tw: 要求：{0} {1}

# ProxyLog_Keywords
source: Keywords: {0}
az_latn: Açar sözlər: {0}
bg: Ключови думи: {0}
cs: Klíčová slova: {0}
es: Palabras clave: {0}
ha_latn: Mahimman kalmomi: {0}
he_il: מילות מפתח: {0}
id_id: Kata Kunci: {0}
it_it: Parole chiave: {0}
ja: キーワード: {0}
kk: Түйін сөздер: {0}
ko: 키워드: {0}
lb: Schlësselwierder: {0}
lt: Raktiniai žodžiai: {0}
mt: Kelmiet Muftieħa: {0}
nl: Trefwoorden: {0}
pt: Palavras-chave: {0}
ro_ro: Cuvinte cheie: {0}
sk: Kľúčové slová: {0}
sq: Fjalët kyçe: {0}
sv_se: Nyckelord: {0}
ta: முக்கியசொற்கள்: {0}
uk: Ключові слова: {0}
vi: Từ khóa: {0}
zh_tw: 關鍵字：{0}
